{
    "status": true,
    "message": "Voucher's List",
    "data": [
        {
            "Denomination": "[\r\n  \"1000\",\r\n  \"2000\",\r\n  \"250\",\r\n  \"500\"\r\n]",
            "Description": "<p>\r\n\tLooking for tickets to your favourite movies, concerts or events? Let BookMyShow help you. With BookMyShow, you can book tickets in any of more than 650 towns and cities. And in 5 different countries. BookMyShow Gift Cards and Gift Vouchers make booking through BookMyShows website and app seamless.</p>\r\n",
            "HowToUse": "<div>\r\n\tBookMyShow Gift Cards (Vouchers) can be redeemed to purchase a wide variety of products in the following manner:</div>\r\n<div>\r\n\t1. Log on to <a href=\"https://in.bookmyshow.com/\">www.bookmyshow.com</a> or BookMyShow Mobile App.</div>\r\n<div>\r\n\t2. Select Location, Event, Venue, Show Date, Time and Seats of your preference as the logic flows.</div>\r\n<div>\r\n\t3. On the payment page, click on More Payment Options.</div>\r\n<div>\r\n\t4. Click on Gift Cards (Vouchers) tab to enter Gift Voucher e-code in the text box that appears.</div>\r\n<div>\r\n\t5. Click on Pay to avail the offer.</div>\r\n<div>\r\n\t </div>\r\n",
            "ProductImage": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php6OgAbO_h0mzyi.png",
            "ProductName": "BookMyShow",
            "ProductNo": "P23",
            "TermsCondition": "<div>\r\n\t1. The holder of the Gift Cards (Vouchers) is deemed to be the beneficiary.</div>\r\n<div>\r\n\t2. Gift Cards (Vouchers) can be redeemed ONLY on <span clnk.in=\"\" data-sheets-hyperlink=\"https://clnk.in/jyTP\" data-sheets-hyperlinkruns=\"[null,0,\" data-sheets-userformat=\"{\" data-sheets-value=\"{\" https:=\"\" style=\"text-decoration-line: underline; font-size: 10pt; font-family: Arial; text-decoration-skip-ink: none; color: rgb(17, 85, 204);\"><a class=\"in-cell-link\" href=\"https://clnk.in/jyTP\" target=\"_blank\">https://clnk.in/jyTP</a></span> and mobile app (iOS, Android and Windows). They cannot be redeemed directly at the cinema/venue box-office.</div>\r\n<div>\r\n\t3. Gift Cards (Vouchers) can be redeemed on purchase of e ticket(s) for Movies/Plays/Concerts/Sports or Merchandise (if any) available on BookMyShow.</div>\r\n<div>\r\n\t4. Multiple Gift Cards (Vouchers) can be used in a single transaction or Gift Voucher can be combined with any other payment type on BookMyShow.</div>\r\n<div>\r\n\t5. Gift Cards (Vouchers) can be used multiple times until the last rupee loaded on it gets exhausted within the validity period.</div>\r\n<div>\r\n\t6. The Code cannot be revalidated once expired.</div>\r\n<div>\r\n\t7. If lost misused, the Gift Cards (Vouchers) cannot be replaced. Void if resold, cannot be exchanged for point(s) or cash and cannot be re-validated once past expiry date.</div>\r\n<div>\r\n\t8. In addition to these Terms and Conditions, BookMyShow Gift Voucher and their use on our website are also subject to BookMyShows general Terms of Use and BookMyShow decision will be final in case of any dispute.</div>\r\n<div>\r\n\t9. BookMyShow may change (add to, delete, or amend) these terms from time to time. Unless stated otherwise, the changes will apply to any new BookMyShow Vouchers that are for personal, non-commercial use and enjoyment only. The same may be shared with family and friends, but may not be advertised, sold or used as promotional items by the purchaser or anyone else without BookMyShow prior written consent.</div>\r\n<div>\r\n\t </div>\r\n",
            "Validity": "<p>\r\n\t6 Months.</p>\r\n",
            "giftcard_code": "bookmyshow",
            "SortDescription": "<p>\r\n\tLooking for tickets to your favourite movies, concerts or events? Let BookMyShow help you. ...",
            "ProductCategory": "entertainment"
        },
        {
            "Denomination": "[\r\n  \"100\",\r\n  \"1000\",\r\n  \"10000\",\r\n  \"101\",\r\n  \"125\",\r\n  \"1250\",\r\n  \"1350\",\r\n  \"150\",\r\n  \"1500\",\r\n  \"1650\",\r\n  \"1750\",\r\n  \"1800\",\r\n  \"200\",\r\n  \"2000\",\r\n  \"25\",\r\n  \"250\",\r\n  \"2500\",\r\n  \"300\",\r\n  \"3000\",\r\n  \"325\",\r\n  \"3500\",\r\n  \"3600\",\r\n  \"37\",\r\n  \"400\",\r\n  \"4000\",\r\n  \"4500\",\r\n  \"50\",\r\n  \"500\",\r\n  \"5000\",\r\n  \"600\",\r\n  \"6000\",\r\n  \"7000\",\r\n  \"75\",\r\n  \"750\",\r\n  \"800\",\r\n  \"8000\",\r\n  \"90\",\r\n  \"900\",\r\n  \"970\"\r\n]",
            "Description": "<p>\r\n\tFlipkart is India favourite online shopping destination for a range of products. What started out as an online book store in 2007, now offers an unbelievable range of products.</p>\r\n",
            "HowToUse": "<div>\r\n\tFlipkart Gift Voucher/ Gift cards can be redeemed to purchase a product from the e commerce giant ever-increasing stock. Here is how: </div>\r\n<div>\r\n\t1. Visit Flipkart.com/account/giftcard</div>\r\n<div>\r\n\t2. Click on add a Gift Card.</div>\r\n<div>\r\n\t3. Enter the Flipkart Voucher Code & Activation Pin.</div>\r\n<div>\r\n\t4. Click on Add Gift Card to Account.</div>\r\n<div>\r\n\t5. Place your order on Flipkart.</div>\r\n<div>\r\n\t </div>\r\n",
            "ProductImage": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php7Z2XTZ_kfbtfw.png",
            "ProductName": "Flipkart",
            "ProductNo": "P162",
            "TermsCondition": "<ol>\r\n\t<li>\r\n\t\tFlipkart Gift Cards (GCs or Gift Cards) are issued by Qwikcilver Solutions Pvt. Ltd.(Qwikcilver) which is a private limited company incorporated under the laws of India, and is authorized by the Reserve Bank of India (\"RBI\") to issue such Gift Cards.</li>\r\n\t<li>\r\n\t\tThe Gift Cards can be redeemed online against Sellers listed on www.flipkart.com or Flipkart Mobile App or Flipkart m-site (Platform) only.</li>\r\n\t<li>\r\n\t\tGift Cards can be purchased on www.flipkart.com or Flipkart Mobile App using the following payment modes only - Credit Card, Debit Card and Net Banking.</li>\r\n\t<li>\r\n\t\tGift Cards can be redeemed by selecting the payment mode as Gift Card. The Gift Card payment option is available for single orders with multiple sellers.</li>\r\n\t<li>\r\n\t\tGift Cards cannot be used to purchase other Flipkart Gift Cards or Flipkart First subscriptions.</li>\r\n\t<li>\r\n\t\tGift Cards cannot be used to make bulk purchases on the Platform.</li>\r\n\t<li>\r\n\t\tIf the order value exceeds the Gift Card amount, the balance must be paid by Credit Card/Debit Card/Internet Banking. The Cash on Delivery payment option cannot be used to pay the balance amount.</li>\r\n\t<li>\r\n\t\tIf the order value is less than the amount of the Gift Card, the outstanding balance (after deduction of order value) will reflect under the same Gift Card and can be used for subsequent transactions.</li>\r\n\t<li>\r\n\t\tGift Cards are valid for a period of 12 months from the date of issuance.</li>\r\n\t<li>\r\n\t\tThe cardholder may request for revalidation of the expired gift card. Upon receipt of such request the gift card may be revalidated after due verification and maybe subject to additional terms and conditions.</li>\r\n\t<li>\r\n\t\tGift Cards cannot be redeemed for Cash or Credit.</li>\r\n\t<li>\r\n\t\tGift Cards issued to you on account of damaged, defective or missing products must not be transferred to any other account. Qwikcilver/Flipkart reserves the right to cancel such Gift Cards if the same have been found to be transferred to any other account.</li>\r\n\t<li>\r\n\t\tYou are solely responsible for the safety and security of the Gift Cards. Flipkart.com/Qwikcilver Solutions are not responsible for any acts of omission or commission if Gift Card is lost, stolen or used without permission.</li>\r\n\t<li>\r\n\t\tOnce the Gift Card has been sent to you, you are bound to protect the Gift Card PIN or Gift Card number as confidential. In the event of any misuse of the Gift Card due to loss of any such confidential details due to the fault of the purchaser, Flipkart/ Qwikcilver Solutions Pvt. Ltd. shall not be responsible for the same and no refund will be issued.</li>\r\n\t<li>\r\n\t\tYou can combine a maximum of 15 Gift Cards in a single order at the time of checkout. In case you wish to redeem more than 15 Gift Cards on a single order, please add the Gift Cards to your Wallet.</li>\r\n\t<li>\r\n\t\tFlipkart.com/Qwikcilver Solutions assume no responsibility for the products purchased using the Gift Cards and any liability thereof is expressly disclaimed.</li>\r\n\t<li>\r\n\t\tGift Cards once purchased, cannot be cancelled by the Purchaser. Any cancellations shall be at the sole discretion of Flipkart/Qwikcilver.</li>\r\n\t<li>\r\n\t\tYou can only purchase 100 Gift Cards in a 30-day period and the aggregate value of the Gift Cards purchased cannot be more than Rs. 100,000/- (Rupees One Lac only) in a month. Purchases exceeding these limits shall be cancelled automatically.</li>\r\n\t<li>\r\n\t\tQwikcilver/Flipkart reserves the right to cancel Gift Cards if the same have been found to be purchased using fraudulent means. In such cases, the funds shall be credited back to the same source from where these were received.</li>\r\n\t<li>\r\n\t\tIn the event that the beneficiary/Know Your Customer (\"KYC\") details as per RBI Guidelines are found to be incorrect/insufficient, Flipkart.com/Qwikcilver Solutions retain the right to cancel the Gift Card issued.</li>\r\n\t<li>\r\n\t\tYou agree and understand that Gift Cards are a pre-paid payment instrument subjected to regulations by the RBI under the RBI guidelines. Flipkart/ Qwikcilver Solutions Pvt. Ltd. may be required to share KYC details of the purchaser/ redeemer of the Gift Card and/or any other information with relation to the purchase of the Gift Cards and/or transaction undertaken using the Gift Card with RBI or such statutory authorities. Flipkart/ Qwikcilver Solutions Pvt. Ltd. may contact the purchaser/redeemer of the Gift Card for any such information.</li>\r\n\t<li>\r\n\t\tThere is no fee or other charges associated with Gift Card purchase.</li>\r\n\t<li>\r\n\t\tGift Cards cannot be reloaded or resold.</li>\r\n\t<li>\r\n\t\tAny offer on Gift Cards including offers by banks and instant cash backs could be withdrawn anytime at the sole discretion of Flipkart/Qwikcilver.</li>\r\n\t<li>\r\n\t\tFor Dispute and Liability: Please refer the Customer Grievance policy for dispute resolution, unauthorized transactions and liability related aspects at <a href=\"https://www.qwikcilver.com/grievance-policy/\">https://www.qwikcilver.com/grievance-policy/</a></li>\r\n</ol>\r\n",
            "Validity": "<p>\r\n\t12 Months</p>\r\n",
            "giftcard_code": "flipkart",
            "SortDescription": "<p>\r\n\tFlipkart is India favourite online shopping destination for a range of products. What started ...",
            "ProductCategory": "others"
        },
        {
            "Denomination": "[\r\n  \"100\",\r\n  \"1000\",\r\n  \"125\",\r\n  \"140\",\r\n  \"150\",\r\n  \"200\",\r\n  \"2000\",\r\n  \"250\",\r\n  \"2500\",\r\n  \"3000\",\r\n  \"3600\",\r\n  \"400\",\r\n  \"50\",\r\n  \"500\",\r\n  \"5000\",\r\n  \"75\",\r\n  \"750\",\r\n  \"90\",\r\n  \"1700\"\r\n]",
            "Description": "Big Bazaar is the largest chain of hypermarket in India.Big Bazaar promises more for less, addressing a wider range of product lines which are of interest to mass market. Big Bazaar was launched in September, 2001 with the opening of its first four stores in Calcutta, Indore, Bangalore and Hyderabad in 22 days. Within a span of ten years, there are now 161 Big Bazaar stores in 90 cities and towns across India.\r\nBig Bazaar gift cards offers a wide range of apparel and accessories, baby accessories, dress material, suiting and shirting, sarees and much more and all these at a discount. Truly - \"Is Se Sasta Aur Accha Kahin Nahin!!\".",
            "HowToUse": "<div>\r\n\tBig Bazaar Gift Cards (Vouchers) can be redeemed to purchase a wide variety of products in the following manner:</div>\r\n<div>\r\n\t1. Check the outlet locator for a store nearby you that accepts the Gift Cards (Vouchers).</div>\r\n<div>\r\n\t2. Choose your Merchandise you would like to buy.</div>\r\n<div>\r\n\t3. Share your Gift Cards (Vouchers) at the time of billing and pay rest by cash or card if required.</div>\r\n<div>\r\n\t </div>\r\n",
            "ProductImage": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpWfFOEr_d4hqjz.png",
            "ProductName": "Big Bazaar",
            "ProductNo": "P96",
            "TermsCondition": "This eGift card can be redeemed at all Big Bazaar/Food Bazaar/Fashion@Big Bazaar(FBB) and Hypercity stores across India.<br/>This eGift Card has to be redeemed in full in a single transaction. Partial redemption is not allowed.<br/>This eGift Card is valid for 12 months from the date of issue.<br/>This eGift Card cannot be exchanged for cash or cheque.<br/>NO duplicate will be issued if this Gift Card is lost or misplaced.<br/>This eGift Card cannot be revalidated once expired.<br/>The holder of this eGift Card is deemed to be the beneficiary.<br/>Any dispute should be referred to the company and the decision of the company shall be final.",
            "Validity": "<p>\r\n\tBetween 3 to 12 Months</p>\r\n",
            "giftcard_code": "big-bazaar",
            "SortDescription": "Big Bazaar is the largest chain of hypermarket in India.Big Bazaar promises more for ...",
            "ProductCategory": "others"
        },
        {
            "Denomination": "[\r\n  \"250\",\r\n  \"500\",\r\n  \"1000\",\r\n  \"2000\",\r\n  \"5000\"\r\n]",
            "Description": "<div>\r\n\tLifestyle is a hypermarket chain whose retail outlets are spread all over India, offering a rich assortment of branded and designer apparel and footwear. That’s not all - you’ll also find furniture and furnishings, health and beauty products and children’s wear and toys at Lifestyle. Lifestyle is renowned for its brand-conscious image; whether you’re looking for clothing or accessories or jewelry, you’ll get the best of the best at Lifestyle.</div>\r\n<div>\r\n\tLifestyle is a subsidiary of the substantial Landmark Group, which has country-wide establishments. Lifestyle is a shopping destination for people who appreciate the luxurious extra toppings of life.</div>\r\n",
            "HowToUse": "<div>\r\n\t<ol>\r\n\t\t<li>\r\n\t\t\tCheck the outlet locator for a Lifestyle outlet near you that accepts this voucher.</li>\r\n\t\t<li>\r\n\t\t\tChoose your preferred products.</li>\r\n\t\t<li>\r\n\t\t\tShow your voucher at the time of billing to redeem.</li>\r\n\t\t<li>\r\n\t\t\tGift Cards (Vouchers) CAN be used to buy discounted products.</li>\r\n\t\t<li>\r\n\t\t\tMultiple gift cards (Vouchers) CAN be used in one bill.</li>\r\n\t\t<li>\r\n\t\t\tGift Cards (Vouchers) CAN be used at all Listed Outlets.</li>\r\n\t\t<li>\r\n\t\t\tGift Cards (Vouchers) CANNOT be used online at lifestylestores.com, maxfashion.com & homecentre.com</li>\r\n\t</ol>\r\n</div>\r\n<p>\r\n\t </p>\r\n",
            "ProductImage": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpkFo8o9_ryoqqn.jpg",
            "ProductName": "Lifestyle",
            "ProductNo": "P851",
            "TermsCondition": "<ol>\r\n\t<li>\r\n\t\tEGift Cards are redeemable at Lifestyle, Home Centre, select Max and Melange stores in India.</li>\r\n\t<li>\r\n\t\tFor balance enquiry / validity, SMS LSBAL< space >16 digit card number to 56767.</li>\r\n\t<li>\r\n\t\tThis eGift card is valid for one year from the date of issue.</li>\r\n\t<li>\r\n\t\tThis Lifestyle eGift Card can be redeemed only once and in full , in case the value of the merchandise exceeds the value of egift card, the difference shall be paid by the bearer, No refunds / credit note shall be issued for unused part of the eGift card.</li>\r\n\t<li>\r\n\t\tThis eGift Card can used at our offline stores only.</li>\r\n\t<li>\r\n\t\tLifestyle International Pvt. Ltd. reserves the right to amend the terms at its discretion without prior notice.</li>\r\n\t<li>\r\n\t\tProtect the eGift card number and pin to avoid misuse, Lifestyle shall not assume any liability in case the e gift card pin gets stolen/compromised, Lifestyle shall neither replace the eGift card nor nor refund the cash.</li>\r\n\t<li>\r\n\t\tOnce the eGift card is issued, Lifestyle will not entertain any request for cancellation. Any exchange by the bearer will be considered a valid discharge of Lifestyle liability.</li>\r\n\t<li>\r\n\t\tDisputes if any, shall be subject to Bangalore jurisdiction.</li>\r\n\t<li>\r\n\t\tFor any assistance, call customer care at 18001231555.</li>\r\n\t<li>\r\n\t\tNo replacement/compensation is permissible for lost eGift card.</li>\r\n\t<li>\r\n\t\tMultiple gift cards can be redeemed in single invoice.</li>\r\n</ol>\r\n",
            "Validity": "<p>\r\n\t12 Months</p>\r\n",
            "giftcard_code": "lifestyle",
            "SortDescription": "<div>\r\n\tLifestyle is a hypermarket chain whose retail outlets are spread all over India, offering ...",
            "ProductCategory": "fashion"
        }
    ]
}